Revit 2027 API
ParameterTypeId.RbsElecNumberOfCircuits Property
 "Max Number of Circuits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecNumberOfCircuits { get; }
Public Shared ReadOnly Property RbsElecNumberOfCircuits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecNumberOfCircuits {
	ForgeTypeId^ get ();
}
static member RbsElecNumberOfCircuits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace